Repository: Abdoo-mayhob/app-store-redirect
Catalog: languages/app-store-redirect-*.po
Languages: ar

source: (click to copy)
ar: اضغط على الشورت كود لنسخه

source: According to the user operating system
ar: حسب نظام تشغيل جهاز المستخدم

source: App Store
ar: الآب ستور

source: App Store Redirect
ar: إعادة التوجيه إلى متجر التطبيقات

source: App Store Redirect Settings
ar: إعدادات إعادة التوجيه إلى متجر التطبيقات

source: Apple Store URL:
ar: رابط التطبيق على آب ستور:

source: Available Shortcodes
ar: الشورت كودز المتوفرة

source: Custom link that will redirect the user, for example: appStores
ar: ضع هنا الرابط المخصص الذي سيوجه الزائر عند زيارته إلى متجر التطبيقات

source: Custom route is already in use. Please choose a different route.
ar: الرابط المخصص هذا مستخدم مسبقاً لأغراض اخرى, استخدم غيره.

source: Custom Route:
ar: رابط توجيه خاص:

source: Download on the
ar: حمّل التطبيق من

source: Error
ar: حدث خطأ ما

source: Get it on
ar: حمّل التطبيق من

source: Google Play
ar: غوغل بلاي

source: Google Play URL:
ar: رابط التطبيق على غوغل بلاي:

source: Invalid nonce specified
ar: عذراً, لا تمتلك صلاحية التعديل

source: or
ar: أو

source: Redirects users to the appropriate app store based on their operating system.
ar: أعادة توجيه الزوار إلى متجر التطبيقات المناسب لنظام تشغيل جهاز الزائر.

source: Settings saved
ar: تم حفظ الإعدادات بنجاح

source: Shortcode Copied !
ar: تم نسخ الشورت كود إلى الحافظة !

source: You do not have sufficient permissions to access this page.
ar: عذراً, لا تمتلك صلاحية التعديل

source: Your App link on Apple Store
ar: ضع رابط التطبيق على آب ستور هنا

source: Your App link on Google Play
ar: ضع رابط التطبيق على غوغل بلاي هنا
